visualizer/app/controllers/waypoints_controller.rb

  def index
    gon.waypoints = Waypoint.all
---
SELECT "waypoints".* FROM "waypoints"